Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: * AliensStealCattle: For a movie about aliens and [=UFOs=], it's notably averted.
pt_br: * Br/AlienigenasFurtamGado: Evitado, o que é interessante para um filme que envolve aliens e [=OVNIs=].

source: * All the previous sequels [[NumberedSequels had numbers in the title]], but there ended up being ''so many'' that they just {{stopped numbering|Sequels}} them since the audience is aware of this trope and a such a high number in the title may be a bad marketing move.
pt_br: * Todas as sequências anteriores [[Br/SequenciasNumeradas tinham números no título]], mas acabaram sendo ''tantos'' títulos que eles simplesmente Br/PararamDeNumerarAsSequencias porque o público está ciente deste tropo e que um número tão elevado no título pode ser uma estratégia ruim de marketing.

source: * AllAmericanFace: A good guy in wrestling matches who loves America.
pt_br: * Br/RostoTodoAmericano: Um cara legal nos combates de luta livre que ama a América.

source: * AllGhoulsSchool: Faculty for the freaky and fanged.
pt_br: * Br/EscolaDeMonstros: Para onde vão aqueles com garras, asas e presas.

source: * AllGirlsWantBadBoys: Parodied/inverted- Roy (a.k.a Mr. Furious) would very much like to be a bad boy, and struts around making a fool of himself acting like one in the hope of impressing Monica, the waitress on whom he has a crush.
pt_br: * Br/EDosRebeldesQueElasGostamMais: Parodiado/invertido -- Roy (o Irado) quer muito transmitir a imagem de rebelde e acaba por se fazer de tolo ao tentar agir como um na expectativa de impressionar Mônica, a a garçonete que ele tá a fim.

source: * AllJustADream, MindManipulation, and {{Hallucinations}}, which can annoy audiences with even so much as a ''single'' use.
pt_br: * Br/EraTudoUmSonho, Br/ControleMental e Br/{{Alucinacoes}}, que podem irritar o público com um único uso.

source: * AllLovingHero: A good guy who's kind to everybody.
pt_br: * Br/HeroiTodoAmoroso: Um cara legal que é gentil com todos.

source: * AllLovingHero: The hero loves everyone.
pt_br: * Br/HeroiTodoAmoroso: O herói ama a todos.

source: * AllMenArePerverts: Some characters are prone to this.
pt_br: * Br/TodosOsHomensSaoPervertidos: Alguns personagens são propensos a isso.

source: * AllPartOfTheShow * FilmFelons * {{Metafiction}} * RecycledSet * SchoolPlay * SetBehindTheScenes * {{Studiopolis}} * ShowWithinAShow ** TwoForOneShow * WeWereRehearsingAPlay * YouJustRuinedTheShot
pt_br: * Br/ETudoParteDoShow * Br/CriminososCenograficos * Br/{{Metaficcao}} * Br/CenarioReciclado * Br/PecaTeatralDeEscola * Br/AmbientadoPorTrasDasCenas * Br/{{Studiopolis}} * Br/ProgramaDentroDeUmPrograma * Br/DoisProgramasPeloPrecoDeUm * Br/EstavamosEnsaiandoPraUmaPeca * Br/VoceAcabouDeArruinarACena

source: * AllergicToEvil * AndroclesLion: The hero aids an animal, which in turn aids him/her in his/her time of need.
pt_br: * Br/AlergicoAoMal * Br/LeaoDeAndrocles: O herói ajuda um animal, que por sua vez o ajuda em momentos de necessidade.

source: * AlliterativeTitle * AllMythsAreTrue: The Shoveler's comment that he heard that the Sphinx could, like, cut guns in half with his mind is obviously supposed to be a wild rumor (Blue Raja even expresses disbelief at it).
pt_br: * Br/TodosOsMitosSaoReais: O comentário do Pá sobre ele ter ouvido que o Esfinge poderia cortar armas no meio com a mente é obviamente tido como um rumor (o Marajá até mesmo expressa descrença nisso).

source: * AlmostDeadGuy: [[spoiler:The Arquillian Prince inside the jeweler's body]], who survives long enough to give a cryptic clue to the protagonists.
pt_br: * Br/CaraQuaseMorto: [[spoiler: O príncipe Arquiliano dentro do corpo do joalheiro]], que sobrevive o bastante para dar uma pista críptica aos protagonistas.

source: * AlmostKiss: Professor Jirafales and Doña Florinda had had this a couple of times: ** The first time was in ''"La Carpintería - parte 2"'' (1974).
pt_br: * Br/QuaseBeijo: Professor Girafales e Dona Florinda tiveram isso algumas vezes: ** A primeira vez foi em ''"A carpintaria - parte 2"'' (1974).

source: * Alternately, they evolve into an ExtremeDoormat who is unable to stand up for themselves whenever they’re mistreated.
pt_br: * Alternativamente, eles evoluem para um Br/CapachoExtremo que não consegue se defender sempre que é maltratado.

source: * AlternativeCalendar: If the end of UsefulNotes/WorldWarII were used as an era, it would be the year 75 instead of 2020.
pt_br: * Br/CalendarioAlternativo: Se o final da Br/CalendarioAlternativo fosse usado como era, seria o ano 75 ao invés do ano 2020.

source: * AlwaysChaoticEvil: "Bugs thrive on carnage, tiger.
pt_br: * Br/SempreCaoticoEMau: "Os insetos são uma praga, tigre.

source: * AlwaysLawfulGood: An entire race of completely benign beings.
pt_br: * Br/SempreLealEBom: Uma raça inteira de seres completamente benignos.

source: * AlwaysWantedToSayThat: While the Mystery Men are trying to deactivate the Psycho-frakulator, the Shoveler asks Captain Amazing if he knows billionaire Lance Hunt.
pt_br: * Br/EuSempreQuisDizerIsso: Enquanto os heróis estão tentando desativar o Fritador, o Pá pergunta se o Capitão Arraso conhece o bilionário Lance Hunt.

source: * AmateurSleuth: A character that solves mysteries, despite solving mysteries not being what they're usually expected to do.
pt_br: * Br/DetetiveAmador: Um personagem que resolve mistérios, apesar de resolver mistérios não ser o que normalmente se espera que eles façam.

source: * AmazingTechnicolorWorld: A colorful world.
pt_br: * Br/IncrivelMundoEmTechnicolor: Um mundo colorido.

source: * AmbidextrousSprite: Mirroring art to cut down on storage and/or drawing costs.
pt_br: * Br/DesenhoAmbidestro: Espelhar arte para economizar em armazenamento ou em custos de se fazer uma arte nova.

source: * AmbiguousSyntax: In an occasion, after Binho wakes up, he says he'll "eat breakfast and street".
pt_br: * Br/SintaxeAmbigua: Binho, em certa ocasião após acordar, diz que "vai comer café da manhã e depois, rua".

source: * AmbiguouslyAbsentParent: Spooner was raised by his grandmother, with no explanation of what happened to his parents.
pt_br: * Br/PaisAmbiguamenteAusentes: Spooner foi criado pela avó, sem explicação do que aconteceu com seus pais.

source: * AmbiguouslyBrown: Until 1997, ''all'' characters who were supposed to be white had a tanned brown skin.
pt_br: * Br/AmbiguamenteMarrom: Até 1997, ''todos'' os personagens que deveriam ser brancos tinham uma pele bronzeada.

source: * AmbiguouslyGay: The Blue Raja.
pt_br: * Br/AmbiguamenteGay: O Marajá.

source: * AmericaSavesTheDay: When the world is in trouble, it's America that rolls up its sleeves and saves the day.
pt_br: * Br/AAmericaSalvaODia: Quando o mundo está em apuros, é a América que arregaça as mangas e salva o dia.

source: * AmicableAnts: Ants are depicted as heroic or friendly bugs.
pt_br: * Br/FormigasAmigaveis: As formigas são descritas como insetos heróicos ou amigáveis.

source: * AmnesiacHero: The protagonist has little or no memory of who they are, and how they got themselves in their current situation.
pt_br: * Br/HeroiAmnesico: O protagonista tem pouca ou nenhuma memória de quem é e de como chegou à situação atual.

source: * AmusementPark: It's usually closed and happens during the night.
pt_br: * Br/ParqueDeDiversoes: Costuma estar fechado e a ação ocorre durante a noite.

source: * AmusementParkOfDoom: No one has entered in ages and because of that, the place is riddled with [[DurableDeathTrap traps]] that kill you.
pt_br: * Br/ParqueDeDiversoesDaMorte: Faz muito tempo que ninguém entra lá, e por causa disso o local está repleto de [[Br/ArmadilhaMortalDuradoura armadilhas]] que vão te matar.

source: * AmusingInjuries: A lot of damage below the belt in this one.
pt_br: * Br/MachucadosFascinantes: Muitos danos abaixo da cintura acontecem aqui.

source: * An actor leaves and a character needs to be replaced.
pt_br: * Um ator sai e um personagem precisa ser substituído.

source: * An existing character evolves in a way that [[{{Flanderization}} flattens rather than enriches them]], or which [[CharacterDerailment contradicts prior depictions of said character]].
pt_br: * Um personagem existente evolui de uma maneira que [[Br/{{Flanderizacao}} planifica o personagem ao invés de dar mais profundidade]], ou que [[Br/DescarrilamentoDePersonagem contradiz as aparições prévias do personagem]].

source: * An important role is given to [[{{Nepotism}} a relative or significant other]] of some key player behind the scenes, regardless of that person's competence or fitness for the role.
pt_br: * Um papel importante é dado a [[Br/{{Nepotismo}} um parente ou pessoa próxima]] de alguém importante por trás das cortinas, independentemente da competência da pessoa para o papel.

source: * AnAlienNamedBob: Many of the aliens the agents encounter in the field have plain sounding names like Frank or Bob.
pt_br: * Br/UmAlienChamadoJoao: Muitos dos aliens que os agentes encontram em missão possuem nomes comuns tipo Frank ou Bob.

source: * AnachronicOrder: The events are not narrated in chronological order ''at all''.
pt_br: * Br/OrdemAnacronica: Muitos eventos não são narrados em ordem cronológica.

source: * AnachronismStew: Is that man wearing a toga, wielding a [[KatanasAreJustBetter Katana]] and listening to an iPod?
pt_br: * Br/MisturebaAnacronica: É impressão minha ou esse sujeito está vestindo uma toga, empunhando uma [[Br/KatanasSimplesmenteSaoMelhores katana]] e escutando música em um iPod?

source: * AnachronismStew: The movie is implied to be set in 1999, the year of its release (Lance says "let us set the tone for the new millennium", the Blue Raja mentions the British Raj having ruled India "until the early part of ''this'' century"), but still takes place in a futuristic super-metropolis with thousand-floor skyscrapers, ever-present zeppelins, billboards cowritten in English and various Asian languages, strange money (the big bills are red, the coins have square holes in them) and bizarre advanced gadgets.
pt_br: * Br/MisturebaAnacronica: O filme deixa implícito que se passa em 1999, o ano de seu lançamento (Lance diz "vamos dar o tom para o novo milênio" e o Marajá menciona que a Raj Britanica governou a Índia "até o início ''deste'' século"), e no entanto é ambientado em uma super metrópole futurista com arranha céus de mil andares, zepelins sempre presentes, anúncios escritos em inglês e várias línguas asiáticas, dinheiro estranho (as notas de maior valor são vermelhas e as moedas possuem furos quadrados) e dispositivos avançados.

source: * AnachronisticOrphanage: A traditional orphanage in a first-world setting.
pt_br: * Br/OrfanatoAnacronico: Um orfanato tradicional em uma ambientação de primeiro mundo.

source: * AnatomyAnomaly: All characters have the classic "[[AccidentalInnuendo peculiarly-shaped]]" eyes...
pt_br: * Br/AnomaliaAnatomica: Todos os personagens possuem aqueles olhos [[Br/InsinuacaoAcidental em formato peculiar]]...

source: * AncientTomb: Tombs, burial chambers, sepulchers, mausoleums, charnel houses, ossuaries, catacombs, crypts, sometimes even dungeons.
pt_br: * Br/AntigaTumba: Tumbas, sepulcros, mausoléus, funerárias, ossuários, catacumbas, criptas e às vezes até mesmo masmorras.

source: * And occasionally, you ''will'' get a [[PlayedStraight straight up]] HappilyEverAfter, but then the story will ''keep going'', which leads to the [[EverybodyDiesEnding inevitable conclusion of all the characters dying]].
pt_br: * E, ocasionalmente, você ''terá'' um Br/FelizesParaSempre [[Br/UsoTipico típico]], mas a história vai ''continuar avançando'', o que leva à [[Br/TodoMundoMorre inevitável conclusão com a morte de todos os personagens]].

source: * And the presence of Creator/TedMcGinley.
pt_br: * E a presença do BrCriador/TedMcGinley.

source: * And whatever you do, do '''not''' join the Administrivia/TVTropesForum thinking you can be an "occasional poster".
pt_br: * E, não importa o que faça, ''não'' se junte ao BrAdministrivia/ForumDoTVTropes pensando que você vai ser apenas um "participante esporádico".

source: * AndKnowingIsHalfTheBattle: Kids' show episodes have a lesson in TheTag.
pt_br: * Br/ESaberEMetadeDaBatalha: Episódios de shows infantis finalizam com uma lição.

source: * AndTheAdventureContinues: The movie ends with Agents J and the newly-inducted L going on a new assignment.
pt_br: * Br/EAAventuraContinua: O filme termina com o Agente J e a recém-recrutada Agente L partindo em uma nova missão.

source: * AngerIsHealthyAesop: Parodied.
pt_br: * Br/EsopoDeRaivaESaudavel: Parodiado.

source: * AnimalIsTheNewMan: Animals take over after humanity falls.
pt_br: * Br/AnimalEONovoHomem: Os animais tomam o controle depois da queda da humanidade.

source: * AnimalLover: Someone who loves, or at the very least likes, most if not all animals.
pt_br: * Br/AmanteDosAnimais: Alguém que ama (ou pelo menos gosta) da maioria, senão de todos os animais.

source: * AnimatedAdaptation: The Website/YouTube channel "MÓ TRAMPO" has adapted a few comics into animations, where every single scene looks the same as it is in each panel of the original comic, except it's now moving.
pt_br: * Br/AdaptacaoAnimada: O canal do BrWebsite/YouTube "MÓ TRAMPO" adaptou algumas histórias em animações, onde cada cena se parece exatamente como no painel de origem da história original, só que com movimento.

source: * AnimationAgeGhetto: The belief that only children watch cartoons.
pt_br: * Br/GuetoDaIdadeParaAnimacao: A crença de que somente crianças assistem a animações.

source: * AnnoyinglyRepetitiveChild: ** Chavo (a little boy) frequently loops between repeated statements or questions while talking to someone.
pt_br: * Br/CriancaRepetitivaIrritante: ** Chaves frequentemente alterna entre frases ou questões enquanto fala com alguém.

source: * AnonymousBenefactor: An aid given to a character by an unknown identity.
pt_br: * Br/BenfeitorAnonimo: Uma ajuda dada a um personagem por uma identidade desconhecida.

source: * AntiAntichrist: TheAntichrist is expected to help the forces of evil with conquering/destroying the world.
pt_br: * Br/AntiAnticristo: Espera-se que Br/OAnticristo ajude as forças do mal a conquistar/destruir o mundo.

source: * AntiFrustrationFeatures: Helping out the player to reduce frustration.
pt_br: * Br/MedidasAntiFrustracao: Ajudar o jogador a reduzir a frustração.

source: * AntiHero: A hero who isn't exactly squeaky clean and has some flaws.
pt_br: * Br/AntiHeroi: Um herói que não é exatamente totalmente limpo e tem algumas falhas.

source: * AntiHeroSubstitute: A heroic character is [[LegacyCharacter replaced]] by a [[DarkerAndEdgier darker]] replacement who adopts the hero's mantle.
pt_br: * Br/SubstitutoDoAntiHeroi: Um personagem heróico é [[Br/PersonagemLegado substituído]] por um substituto [[Br/MaisSombrioEPesado mais sombrio]] que adota o manto do herói.

source: * AntiHeroTeam: The team that consists of anti-heroes.
pt_br: * Br/EquipeDeAntiHerois: A equipe formada por anti-heróis.

source: * AntiIntellectualism: ** Spooner smacks of several flavors of this, but mainly anti-robotics.
pt_br: * Br/AntiIntelectualismo: ** Spooner representa diversas variantes disso, mas principalmente anti-robótica.

source: * AntiIntellectualism: Poking fun at intellectuals.
pt_br: * Br/AntiIntelectualismo: Fazer graça dos intelectuais.

source: * AntiRoleModel: A character in a children's story who do the things the audience isn't meant to do, who's portrayed as obnoxious in some fashion.
pt_br: * Br/PersonagemAntiModelo: Um personagem em uma história infantil que faz as coisas que o público não deveria fazer e que é retratado como irritante de algum modo.

source: * AntiSchoolUniformsPlot: {{Sudden School Uniform}}s is made the rule for one episode before being abolished.
pt_br: * Br/TramaAntiUniformeEscolar: O Br/UniformeEscolarSubito é tornado regra por um episódio antes de ser abolido.

source: * AntiTrollingFeatures: Helping to reduce dealing with {{Troll}}s or {{Internet Jerk}}s.
pt_br: * Br/MedidasAntiTroll: Para ajudar a lidar com Br/{{troll}}s e [[Br/BabacaDaInternet babacas da internet]].

source: * ApartmentComplexOfHorrors: Awful apartments, infested by horrors from awful neighbors to rats and ghosts.
pt_br: * Br/CondominioDeHorrores: Um local com apartamentos terríveis e infestados de horrores que vão desde vizinhos irritantes até ratos e fantasmas.

source: * ApatheticStudent: Zuca and Tato are shown to be this in Issue 2; they don't give a damn about school and only want to play.
pt_br: * Br/EstudanteApatico: Zuca e Tato são isso na edição 2; eles não dão a mínima para a escola e só querem saber de brincar.

source: * Appealing to the LowestCommonDenominator.
pt_br: * Apelar para o Br/MinimoDivisorComum.

source: * ArcHero: A prominent co-hero for an episode or series installment, then dropped afterwards.
pt_br: * Br/HeroiDeArco: Um co-herói proeminente para um episódio ou série, e depois abandonado.

source: * ArcWords: ** "One day they'll have secrets, one day they'll have dreams." ** "Ghosts in the machine." ** Breadcrumbs, and "That, detective, is the right question." * ArmorPiercingQuestion: ** "''Whose'' revolution?" [[spoiler: VIKI's, with the NS-5s being the blunt weapons she uses to execute it.]] The holographic Lanning even congratulates him on asking the right question before it shuts off.
pt_br: * Br/PalavrasDeArco: ** "Um dia eles terão segredos, um dia eles terão sonhos." ** "Fantasmas na máquina." ** Migalhas, e "Essa, detetive, é a pergunta certa." * Br/PerguntaDevastadora: ** "''Qual'' revolução?" [[spoiler: De VIKI, com os NS-5s sendo as armas usadas para executá-la.]] O holograma de Lanning até o parabeniza por fazer a pergunta certa antes de se desligar.

source: * Area51: A top-secret research facility in the desert.
pt_br: * Br/Area51: Uma instalação de pesquisa ultra-secreta no deserto.

source: * ArsonMurderAndJaywalking: The Bowler, trying to find and activate Furious's BerserkButton, unsuccessfully runs down the list of his character flaws.
pt_br: * Br/RouboHomicidioEAtravessarForaDaFaixa: A Boliche, tentando encontrar e ativar o Br/BotaoDaFuria do Irado, passa por todas as falhas de caráter dele sem êxito.

source: * ArsonMurderAndLifesaving: A character is chewed out by a superior, but at the end they reveal that they did some good.
pt_br: * Br/RouboHomicidioESalvamentoDeVida: Um personagem é repreendido por um superior, mas no final é revelado que ele fez bem.

source: * ArtEvolution: The art style went though numerous changes from the pilot in 1990 until the final edition in 2006.
pt_br: * Br/EvolucaoArtistica: O estilo artístico passou por diversas mudanças entre o piloto de 1990 e a edição final em 2006.

source: * ArtShiftedSequel: A sequel or new installment for a work uses a different art style than the original did.
pt_br: * Br/SequenciaComMudancaArtistica: Uma sequência usa um estilo de arte diferente do original.

source: * ArtifactOfAttraction * AshesToCrashes * TheBigBoard * BlandNameProduct * CarryingACake * CostumeTropes: When used as props.
pt_br: * Br/ArtefatoDaAtracao * Br/DerramamentoDeCinzas * Br/OGrandeQuadro * Br/ProdutoDeMarcaSimilar * Br/CarregandoUmBolo * Br/TroposDeVestuario: quando usados como adereços.

source: * ArtifactOfHope: A powerful, benevolent artifact with only good, or at least holy, applications.
pt_br: * Br/ArtefatoDaEsperanca: Um artefato poderoso e benevolente que pode ser usado apenas para coisas boas ou sagradas.

source: * ArtifactOfHope: An unambiguously good AncientArtifact.
pt_br: * Br/ArtefatoDaEsperanca: Um Br/ArtefatoAntigo inequivocamente bom.

source: * ArtifactTitle: The "del Ocho (8)" part of "El Chavo del Ocho" was there merely to promote the fact that the show aired on Canal 8 (Channel 8).
pt_br: * Br/NomeArtefato: Em espanhol, o "del ocho" em "El Chavo del Ocho" estava lá apenas para promover o fato de que o show passava no Canal 8.

source: * ArtifactTitle: When a title relates to the first story, but not to the sequels.
pt_br: * Br/NomeArtefato: Quando o nome tem conexão com a primeira história, mas não com as sequências.

source: * ArtificialLimbs: [[spoiler: Spooner has an artificial arm as a result of a rescue gone bad]].
pt_br: * Br/MembrosArtificiais: [[spoiler: Spooner possui um braço protético devido a um resgate problemático]].

source: * ArtisticLicenseGunSafety ** In the shooting test sequence, while discussing Tiffany with Zed, J is gesturing with the hand holding a loaded gun, which points all over the place at various times.
pt_br: * Br/LicencaArtisticaParaSegurancaDeArmas ** No segmento do teste de tiro, enquanto discutindo a Tiffany com o Zed, J gesticula com a mão segurando um arma carregada, que aponta para vários lugares.

source: * ArtisticLicenseHistory: Washington Irving strikes again, as K repeats the misconception that people thought the world was flat 500 years ago, when the truth is that fact was first discovered (and proven beyond all doubt) around 240 BC.
pt_br: * Br/LicencaArtisticaParaHistoria: K repete a ideia errônea de que as pessoas supunham que a terra era plana 1500 anos atrás, quando na verdade isso foi descoberto (e provado) por volta de 240 AC.

source: * ArtisticLicenseLaw: Though in this case the law is obviously being bent in the service of a cover up.
pt_br: * Br/LicencaArtisticaParaLegislacao: Neste caso a lei está sendo flexionada em favor da trama.

source: * AsHimself: The actors have often commented how Don Ramón was pretty much Ramón Valdés without a stable income.
pt_br: * Br/ComoSiMesmo: Os atores costumavam comentar sobre como o Seu Madruga era o Ramón Valdés sem salário fixo.

source: * AsLongAsItSoundsForeign: Characters are actually speaking gibberish, but audiences are supposed to believe it's an actual foreign language.
pt_br: * Br/DesdeQueSoeEstrangeiro: Os personagens não estão falando nada com nada, mas o público deve acreditar que é de fato um idioma estrangeiro.

source: * AsLongAsItSoundsForeign: Words that are not foreign, but are put in to "sound" foreign.
pt_br: * Br/DesdeQueSoeEstrangeiro: Palavras que não são de fora, mas que são colocadas para ''soar'' como se fossem.

source: * AsYouKnow: Often used, especially to explain El Chavo's "Garrotera" (a condition where he becomes literally paralyzed by fear.
pt_br: * Br/ComoVoceDeveSaber: Rotineiramente, em especial para explicar o "piripaque" do Chaves (uma condição em que ele fica paralisado de medo.

source: * AscendedDemon: Demonic beings redeem themselves to become divine guardians.
pt_br: * Br/DemonioAscendido: Seres demoníacos se redimem para se tornarem guardiões divinos.

source: * AscendedExtra: Tato and Pita were originally minor characters created by the artist instead of being based on actual people like the others.
pt_br: * Br/ExtraAscendido: Tato e Pita eram originalmente personagens menores criados pelo artista ao invés de serem baseados em pessoas reais como os demais.

source: * AscendedExtra: The Pati storyline was run three times on Chavo, but unlike her predecessors, the third Pati (Ana Lilian de la Macorra) remained on the series as a recurring character after her three-episode story arc ended.
pt_br: * Br/ExtraAscendido: O arco da Paty foi repetido três vezes em Chaves, mas a terceira Paty (Ana Lilian de La Macorra) permaneceu na série como personagem recorrente depois que o seu arco de três episódios foi finalizado.

source: * AsceticAesthetic: In this setting, less is more.
pt_br: * Br/EsteticaAscetica: Nesta ambientação, menos é mais.

source: * AsideGlance: Done a lot, by everyone, usually in reaction to something stupid another character has said.
pt_br: * Br/OlhadinhaLateral: Feito bastante, por todos, geralmente em reação a algo estúpido que outro personagem disse.
